chat_system_1076437675_actor_description=Royal Thorn. A speaking plant. 
chat_system_1076437675_snap_3_question=^?^So what, walking-on-two-legs, have you found any tasty soil for us?
chat_system_1076437675_snap_3_answer_0=^?^Better! I found out how to make your soil tasty! Here it is - I've brought you a cow! If you feed it with grass and water, it will make your soil tasty!
chat_system_1076437675_snap_3_answer_1=^?^Not yet. But I'll definitely find it!
chat_system_1076437675_snap_4_question=^?^How strange is this cow... This walking-on-four-legs eats grass and makes soil tasty?!! Good.<br>Walking-on-two-legs are resourceful, they have cows for tasty soil. Now we have a cow too. We won't come to your land any more, walking-on-two-legs.
chat_system_1076437675_snap_4_answer_0=^?^Great! Don't forget - it must be fed with grass and water!
chat_system_1076437675_snap_0_question=^?^Aah. Who has come to us? Food has come to us? Why have you come here, walking-on-two-legs? Want to beat me with sparkling sticks and burn me with your lightning?
chat_system_1076437675_snap_0_answer_0=^?^Exactly! I'm gonna make salad out of you. (Attack the Thorn)
chat_system_1076437675_snap_0_answer_1=^?^Hey-hey! You'd better not call me food. Can't we just talk as two intelligent... creatures?
chat_system_1076437675_snap_6_question=^?^To have a talk? Can the walking-on-two-legs talk peacefully? Those who come before you, they just beat us with sparkling sticks and burn us with lightnings. They say my children came to lands of walking-on-two-legs.
chat_system_1076437675_snap_6_answer_0=^?^Yes, well that's true. Your children pursue the villagers - they're all over the village. People are dying!
chat_system_1076437675_snap_2_question=^?^We don't care about the walking-on-two-legs. Our children begin to die - there is no tasty soil for them! And the walking-on-two-legs' soil is tasty. Children must go to tasty soil.<br>If we find tasty soil, then we will leave the walking-on-two-legs' land.
chat_system_1076437675_snap_2_answer_0=^?^Hmm. You need someone to find tasty soil for you? Ok, I'll ask the villagers about that...
chat_system_1076437675_snap_2_answer_1=^?^What tasty soil are you talking about?!! It'll be a lot easier to simply root you out. (Attack the Thorn)
